{
    "contact": "Kontaktiraj me",
    "role": "Dizajner vizualne grafike",
    "imLuka": "bok, ja sam luka",
    "aboutMe": "O meni",
    "experience": "Iskustvo",
    "skills": "Vještine",
    "projects": "Projekti",
    "aboutMeTitle01": "Nešto",
    "aboutMeTitle02": "ukratko",
    "aboutMeTitle03": "o meni",
    "aboutMeText": "Dugi niz godina bavim se izradom grafičkih identiteta, vizualnih efekata i programiranjem web tehnologija. Počevši kao entuzijast, strast prema dizajnu dovela me je do pozicije freelancer-a, a sada uz pomoć raznih tehnologija i alata, te niza godina iskustva, pomažem svojim klijentima iz cijelog svijeta da se pokažu na internetu.",
    "graphicDesignTitle": "Grafički dizajn & vizualni efekti",
    "graphicDesignLine01": "Restauracija i popravak fotografija - stupnjevanje boja i čišćenje nepravilnosti",
    "graphicDesignLine02": "Efekt realističnog materijala - jednostavne grafike postaju stvarne i 3D",
    "graphicDesignLine03": "Slojevite kompozicije - letci, posteri, promo materijali...",
    "illustratorTitle": "Dizajn logotipa & vektorizacija grafike",
    "illustratorLine01": "Koncepcija i dizajn matematički ispravnih logotipa",
    "illustratorLine02": "Vektorizacija rasterske grafike - stvaranje vizualne datoteke koja ne gubi kvalitetu i prikladna je za ispis",
    "webDesignTitle": "Frontend razvoj Web aplikacija",
    "webDesignLine01": "Vješto koristim mnoge moderne tehnologije za web razvoj kao što su react.js, next.js, framer-motion, tailwindcss i mnoge druge",
    "webDesignLine02": "Dizajn i izrada cjelovite funkcionalne web stranice koja se razlikuje od ostalih",
    "digitalMarketingTitle": "Digitalni marketing & SEO",
    "digitalMarketingLine01": "Prikupljanje i analiziranje korisničkih podataka i njihovo pretvaranje u korisne uvide",
    "digitalMarketingLine02": "Definiranje jasnih ciljeva, segmentiranje publike, povećanje svijesti o robnoj marki i povećanje broja konverzija",
    "digitalMarketingLine03": "Razvijanje najučinkovitijeg SEO plana i optimizacija web stranica kako bi korisnici lakše pronašli sadržaj",
    "skillsTitle": "koje aktivno koristim u radu sa svojim klijentima",
    "contactTitle01": "Dizajn je često jedina stvar koja vas može uzdići iznad ili povući ispod vaše konkurencije.",
    "contactTitle02": "Javite se",
    "project01Title01": "Osnove digitalnog marketinga",
    "project01Title02": "Google-ov certifikat",
    "project01Description": "Razvijanje strategija digitalnog marketinga i e-trgovine; privlačenje i angažiranje kupaca putem digitalnih marketinških kanala poput pretraživanja i e-pošte; mjerenje marketinške analitike i dijeljenje uvida; izgradnja e-trgovine, analiza uspješnosti e-trgovine i razvoj lojalnosti kupaca.",
    "photoshop01Title": "Abstraktna vizualna komunikacija",
    "photoshop01Description": "bla bla bla"
}