{
    "contact": "Contact me",
    "role": "Visual designer from Croatia",
    "imLuka": "hi, i'm luka",
    "aboutMe": "About me",
    "experience": "Experience",
    "skills": "Skills",
    "projects": "Projects",
    "aboutMeTitle01": "Here's a",
    "aboutMeTitle02": "little",
    "aboutMeTitle03": "background",
    "aboutMeText": "For many years I have been involved in the development of graphic identities, visual effects and programming on the Internet. Starting as an enthusiast, my love for design led me to the position of a freelancer, and now with the help of many technologies and tools, and a variety of years of experience, I help clients from all over the world to show themselves on the Internet.",
    "graphicDesignTitle": "Graphic design & visual effects",
    "graphicDesignLine01": "Image restoration and retouching - color grading and clean fixing",
    "graphicDesignLine02": "Realistic material effects - simple graphics made real and 3D",
    "graphicDesignLine03": "Layer compositing - flyers, posters, promo materials",
    "illustratorTitle": "Logo design & graphic vectorizing",
    "illustratorLine01": "Conception and design of mathematically correct logos",
    "illustratorLine02": "Vectorization of existing graphics - creation of a visual file that does not lose quality and is suitable for printing",
    "webDesignTitle": "Frontend Web App development",
    "webDesignLine01": "I skillfully use many modern technologies for web development such as react.js, next.js, framer-motion, tailwindcss and many others",
    "webDesignLine02": "Design and creation of a complete functional web site that differs from others",
    "digitalMarketingTitle": "Digital Marketing & SEO",
    "digitalMarketingLine01": "Collecting and analyzing user data and turning it into actionable insights",
    "digitalMarketingLine02": "Defining clear goals, segmenting audience, growing brand awareness and getting more conversions",
    "digitalMarketingLine03": "Developing the most effective SEO plan and optimizing web pages so that users can find content easier",
    "skillsTitle": "which I actively use in work with my clients",
    "contactTitle01": "I have got just what you need.",
    "contactTitle02": "Let's talk",
    "project01Title01": "Fundamentals of digital marketing",
    "project01Title02": "Google Certificate",
    "project01Description": "Developing digital marketing and e-commerce strategies; attracting and engaging customers through digital marketing channels like search and email; measuring marketing analytics and sharing insights; building e-commerce stores, analyzing e-commerce performance, and building customer loyalty.",
    "photoshop01Title": "Abstract Art",
    "photoshop01Description": "bla bla bla",
    "greatResultsDontJustHappen": "Great results don't just happen.",
    "videoEditingTitle": "Video editing & Visual Effects",
    "videoEditingLine01": "Using the highest quality video editing programs for achieving top results",
    "videoEditingLine02": "Video editing and rich and realistic visual effects that are guaranteed to attract attention are part of the services I offer in the field of video editing"
}